import React from 'react'
import Paper from '@mui/material/Paper';
import Stack from '@mui/material/Stack';
import { styled } from '@mui/material/styles';


const Item = styled(Paper)(({ theme }) => ({
    ...theme.typography.body2,
    padding: theme.spacing(1),
    textAlign: 'center',
    color: theme.palette.text.secondary,
  }));

const About = () => {
    return (
        
        <div>
            
            <Stack
             margin= "20px 20px 10px 20px"
             display= "flex"
             justify-content= "space-between"
            >

        <Item><h1>Rbac</h1> คำตอบของคนอยากเริ่มขายของออนไลน์แบบง่ายๆ
ใครที่มีความฝันอยากเริ่มธุรกิจออนไลน์ แต่ไม่รู้จะเริ่มอย่างไรดี บอกเลยว่าที่ <h1>Rbac</h1> เรามีทางออกให้สำหรับคุณ Rbac คือแพลต์ฟอร์มขายของออนไลน์ที่มีประสิทธิภาพระบบการขายที่ยอดเยี่ยม พร้อมทีมงานคอยซัพพอร์ท คุณสามารถเปิดร้านขายของออนไลน์ใน Rbac ได้อย่างง่ายดาย รวดเร็ว และไม่มีค่าใช้จ่าย การเปิดร้านขายของออนไลน์ใน Rbac จะช่วยเพิ่มโอกาสในการขาย ด้วยจำนวนผู้ใช้งานทั่วประเทศ และประเภทสินค้าที่หลากหลายทุกหมวดหมู่ ไม่ว่าคุณอยากจะขายสินค้าชนิดใดออนไลน์ ก็สามารถเปิดร้านใน Rbac ได้เลย

เปิดประตูสู่การเป็นยอดนักขายของออนไลน์แบบมีประสิทธิภาพไปกับ Rbac University
ที่ Rbac เรามีทีมงานคอยช่วยเหลือและแนะนำคุณ<p> มาเรียนรู้การขายของออนไลน์ที่ </p>Rbac University เรามีเทคนิคจากผู้เชี่ยวชาญด้านการขายโดยเฉพาะ ให้คุณได้เรียนรู้การขายของออนไลน์ได้มีประสิทธิภาพกว่าที่เคย สมัครขายของบน Rbac พร้อมรับสิทธิเรียนรู้เทคนิคการขายได้อย่างง่ายๆ จากศูนย์เรียนรู้การขายออนไลน์ แหล่งรวมข้อมูลการขายของออนไลน์บน Rbac อัปเดตข้อมูลล่าสุด หรือหากมีข้อสงสัยเกี่ยวกับร้านค้าในช้อปปี้ก็สามารถติดต่อเจ้าหน้าที่ได้เลย มาขยายธุรกิจออนไลน์ไปกับคลังความรู้มากมายที่ Rbac!

ขายของออนไลน์ได้ทุกที่ทุกเวลาด้วยระบบสุดสะดวกที่ Rbac Thailand
เปิดร้านใน Rbac แบบง่ายๆ คุณก็สามารถก้าวเข้าสู่แพลต์ฟอร์มขายของออนไลน์ยอดฮิตในเอเชีย เข้าถึงผู้ใช้งานมากมายทั่วประเทศ ขยายร้านค้าออนไลน์ของคุณแบบก้าวกระโดดไปกับระบบการจัดการที่ทันสมัย ให้คุณขายของออนไลน์ได้ทุกที่ทุกเวลาผ่านแอปพลิเคชั่นที่สะดวกสบาย จัดการออเดอร์และขนส่งครบจบในที่เดียว อีกทั้งยังมั่นใจได้กับระบบการชำระเงินที่ปลอดภัยและรวดเร็ว ให้การขายของออนไลน์ง่ายกว่าที่เคย ให้ Rbac เป็นส่วนหนึ่งของธุรกิจคุณ เพื่อการขายออนไลน์แบบเหนือระดับไปพร้อมกัน

สมัครขายของใน Rbac วันนี้ พร้อมรับสิทธิประโยชน์เพิ่มยอดขายมากมาย
เพิ่มยอดขายออนไลน์ไปอีกขั้น! เพราะเพียงคุณเปิดร้านขายของออนไลน์บน Rbac ก็สามารถรับสิทธิพิเศษที่จะทำให้คุณสามารถเพิ่มยอดขายได้ง่ายๆ ไม่ว่าจะเป็นขายของออนไลน์ 0% ไม่มีค่าธรรมเนียม เพิ่มการเข้าถึงด้วยเเครดิตโฆษณา 500 บาท! พร้อมรับ Voucher กระตุ้นการขาย เช่น ส่วนลด 50% หรือส่วนลด 120 บาท ฯลฯ ใครที่กำลังเริ่มต้นก็หายห่วงได้เลย เพราะเราคอยมีทีมงานคอยช่วยดูแลร้านค้าพร้อมลงสินค้าให้อีกด้วยขายของออนไลน์ให้หลากหลายประเภท ไม่ว่าจะเป็นอาหารและเครื่องดื่ม, ขนม, เครื่องสำอาง, สินค้าเพื่อสุขภาพ, เครื่องใช้ในบ้าน เปิดร้านขายของใน Rbac ง่ายดาย มั่นใจขายได้จริง</Item>
      </Stack>
        </div>
    )
}


export default About
